[
    {
        "Name": "羊肚菌",
        "Description": "羊肚菌（学名：Morchella esculenta (L.) Pers. ）是羊肚菌科、羊肚菌属真菌，菌盖近球形、卵形至椭圆形，高可达10厘米，顶端钝圆，表面有似羊肚状的凹坑。凹坑不定蛋壳色至淡黄褐色，棱纹色较浅，柄近圆柱形，近白色，中空，圆筒形，孢子长椭圆形，无色，侧丝顶端膨大，体轻，质酥脆。羊肚菌在全世界都有分布，其中在法国、德国、美国、印度、中国分布较广，其次在俄罗斯、瑞典、墨西哥、西班牙、捷克斯洛伐克和巴基斯坦局部地区等均有零星分布。羊肚菌在中国的分布极为广泛，北至东北三省，南至广东、福建、台湾，东至山东，西至新疆、西藏、宁夏、贵州共28个省、市、自治区。羊肚菌多生长在阔叶林或针阔混交林的腐殖质层上。主要生长于富含腐殖质的沙壤土中或褐土、棕壤等。",
        "Feature": "羊肚菌，菌盖近球形、卵形至椭圆形，高4-10厘米，宽3-6厘米，顶端钝圆，表面有似羊肚状的凹坑。凹坑不定形至近圆形，宽4-12毫米，蛋壳色至淡黄褐色，棱纹色较浅，不规则地交叉。柄近圆柱形，近白色，中空，上部平滑，基部膨大并有不规则的浅凹槽，长5-7厘米，粗约为菌盖的2/3。子囊圆筒形，孢子长椭圆形，无色，每个子囊内含8个，呈单行排列。侧丝顶端膨大，粗达12微米，体轻，质酥脆。",
        "ImageUrls": ["images/羊肚菌/0.jpg", "images/羊肚菌/1.jpg", "images/羊肚菌/2.jpg", "images/羊肚菌/3.jpg", "images/羊肚菌/4.jpg"]
    },
    {
        "Name": "牛肝菌",
        "Description": "牛肝菌是牛肝菌科和松塔牛肝菌科等真菌的统称，是野生而可以食用的菇菌类，其中除少数品种有毒或味苦而不能食用外，大部分品种均可食用。主要有白、黄、黑牛肝菌。白牛肝菌味道鲜美，营养丰富。该菌菌体较大，肉肥厚，柄粗壮，食味香甜可口，营养丰富，是一种世界性著名食用菌。西欧各国也有广泛食用白牛肝菌的习惯，除新鲜的作菜外，大部分切片干燥，加工成各种小包装，用来配制汤料或做成酱油浸膏，也有制成盐腌品食用。",
        "Feature": "菌盖扁半球形，光滑、不粘、淡褐色，菌肉白色，有酱香味，可入药。大腿蘑营养丰富，味道香美，是极富美味的野生食用菌之一，可出口欧美、日本等国，深受外商欢迎。该菌菌体较大，肉肥厚，柄粗壮，食味香甜可口，营养丰富，是一种世界性著名食用菌。",
        "ImageUrls": ["images/牛肝菌/0.jpg", "images/牛肝菌/1.jpg", "images/牛肝菌/2.jpg", "images/牛肝菌/3.jpg", "images/牛肝菌/4.jpg"]
    },
    {
        "Name": "鸡油菌",
        "Description": "鸡油菌（学名：Cantharellus cibarius Fr.）为鸡油菌科鸡油菌属真菌，又名鸡蛋黄菌、黄菌、杏菌等。鸡油菌子实体肉质，喇叭形，杏黄色至蛋黄色。菌盖宽3~10厘米，高7~12厘米，初扁平，后渐下凹，边缘伸展，波状或瓣状，内卷。菌肉稍厚，蛋黄色。菌褶棱状，窄，向下延生至柄部，分叉，或有横脉相连交织成网状，与菌盖同色或稍浅。菌柄长2~8厘米，粗5~8毫米，圆柱形，基部有时稍细或稍大，与菌盖同色或稍浅，光滑，内实。孢子椭圆形或卵圆形，无色；孢子印黄白色。鸡油菌在中国主要分布于东北、华北、华东、西南、华南等地。多在夏、秋季生长在林中地上。散生至群生。可与云杉、铁杉、栎、栗、山毛榉、鹅耳枥等形成外生菌根。鸡油菌味鲜美，具特殊水果香味。鸡油菌有药用价值，能清目，益肠胃。可治因维生素A引起的皮肤粗糙或干燥，角膜软化症，眼干燥病及夜盲症，还可治疗某些呼吸道及消化道感染引起的疾病。",
        "Feature": "担子果具中生或侧生柄，通常多个聚生，新鲜时肉质，无嗅无味，干后脆革质，重量明显变轻；菌盖圆形，平展或稍凹，直径可达6厘米，中部厚可达3毫米；菌盖表面新鲜时杏黄色至橙黄色，无环带，干后变为黄褐色至土黄色，具宿敦，困益边练锐，干后内卷；菌褶表面新鲜时奶油色至浅黄色，干后变为浅土黄色；菌褶稀疏，背状，直延至菌柄，不等长，直生或具分叉，脆革质；菌肉新鲜时奶油色，肉质，无外带，干后软木栓质，厚可达0.5毫米；菌柄实心，颜色较菌褶稍深，干后皱缩，长3~6厘米，上部直径为6毫米。菌肉菌丝无色，薄壁，偶尔分枝，具锁状联合，平直或略弯曲，规则排列，直径通常为4~8微米，膨胀菌丝直径可达10微米。",
        "ImageUrls": ["images/鸡油菌/0.jpg", "images/鸡油菌/1.jpg", "images/鸡油菌/2.jpg", "images/鸡油菌/3.jpg", "images/鸡油菌/4.jpg"]
    },
    {
        "Name": "鸡枞菌",
        "Description": "鸡枞菌，在自然界是和白蚁共生的菌类，白蚁构筑蚁巢的同时培养了鸡㙡菌菌丝体，形成一个共同的生态系统，这种菌本来是在我国云南贵州等南方省市的森林中才有。鸡枞菌肉厚肥硕，质细丝白，味道鲜甜香脆。含人体所必需的蛋白质、脂肪，还含有各种维生素和钙、磷、核黄酸等物质。鸡枞的吃法很多，可以单料为菜，还能与蔬菜、鱼肉及各种山珍海味搭配，可无论炒、炸、腌、煎、拌、烩、烤、焖，清蒸或做汤，其滋味都很鲜，为菌中之冠。鸡枞西南、东南几省江西及台湾的一些地区出产。",
        "Feature": "鸡枞，子实体中等至大型。菌盖宽3~23.5cm，幼时脐突半球形至钟形并逐渐伸展，菌盖表面光滑，顶部显著凸起呈斗笠形，灰褐色或褐色、浅土黄色、灰白色至奶油色，长老后辐射状开裂，有时边缘翻起，少数菌有放射状。子实体充分成熟并即将腐烂时有特殊剧烈香气，嗅觉灵敏的人可以在10余米外闻到其香味。菌肉白色，较厚。菌褶白色至乳白色，肉质厚实，长老后带黄色，弯生或近离生，稠密，窄，不等长，边缘波状。",
        "ImageUrls": ["images/鸡枞菌/0.jpg", "images/鸡枞菌/1.jpg", "images/鸡枞菌/2.jpg", "images/鸡枞菌/3.jpg", "images/鸡枞菌/4.jpg"]
    },
    {
        "Name": "青头菌",
        "Description": "青头菌，生长在松树或针叶林、阔叶林或混交林地，每年夏秋季为生长期，雨后产量多。均以成对形式出现，深林中只要发现一朵，在不超出一米范围内必定能发现另一朵，子实体中等至稍大。菌盖初球形，本身具有与青草一般的保护色，不容易发现。很快变扁半球形并渐伸展，中部常稍下凹，不粘，浅绿色至灰绿色，表皮往往斑状龟裂，老时边缘有条纹。菌肉白色。菌褶白色，较密，等长，近直生或离生，具横脉。在雨季来临时，沟洼地带最容易发现其踪影。菌柄长中实或内部松软，可食用，味道鲜美。",
        "Feature": "绿红菇又名变绿红菇、青冈菌、绿菇、青蛙菌、清汤菌、青盖子、绿豆菌。菌盖宽3-10cm，扁半球形，后平展。成熟后中央下凹，浅绿色、灰绿色，表皮往往具深绿色斑块，且多龟裂，盖缘条纹放射状，极明显。菌肉白色。菌褶白色，直生。褶间近盖处有横脉相连。菌柄长2-10cm，粗0.5-2cm，白色。孢子透明，6.1-9μm×5.2-7μm。近球形、卵圆形，有小疣，连成微细不完整的网纹。",
        "ImageUrls": ["images/青头菌/0.jpg", "images/青头菌/1.jpg", "images/青头菌/2.jpg", "images/青头菌/3.jpg", "images/青头菌/4.jpg"]
    },
    {
        "Name": "奶浆菌",
        "Description": "奶浆菌是一种可以食用，且美味的菌种。生长环境需要有很强的地域性和季节性。它最大的特点就是，弄断它身体的任何部位，都会流出像牛奶一样颜色的乳白色液体。有非常好的通肠道功能，但不可一次过量食用。",
        "Feature": "奶浆菌是一种独特的食用菌，其显著特征是菌盖直径通常在5-15厘米之间，初期呈半球形后逐渐展开至扁平状，颜色从浅黄色到橙褐色不等。菌褶紧密排列，初为白色，随成熟可能转为淡黄色或其他深色，且受伤后会分泌乳白色的汁液。菌柄长度约4-10厘米，质地坚实，颜色与菌盖相近或略浅。这种蘑菇多生长于温带森林的湿润土壤中，尤其是针叶林和混交林下，常与松树、橡树等树木形成共生关系，因其特殊的乳汁分泌而得名。",
        "ImageUrls": ["images/奶浆菌/0.jpg", "images/奶浆菌/1.jpg", "images/奶浆菌/2.jpg", "images/奶浆菌/3.jpg", "images/奶浆菌/4.jpg"]
    },
    {
        "Name": "干巴菌",
        "Description": "干巴菌（学名：Thelephora ganbajun Zang）是革菌科、革菌属的一类食用真菌，又名干巴革菌、对花菌。在其生长初期，质地柔软，而成熟后则变得干韧。它们以丛生的方式生长，形状如同珊瑚，多次分枝。从基部开始，较厚的干片逐渐向上分裂，形成扇形或帚状的小分枝，颜色呈现为灰白色或灰黑色。基部的干片表面光滑无绒毛，带有明显的环纹，其下端长有根状的菌丝束。各个枝片在基部相互连接。其担孢子呈多角形，壁上带有刺突，内部含有一滴油滴。担子形状为长棒形，笔直无弯曲。囊状体则呈现为长棒状或长腹鼓状。此外，其菌丝具有锁状联合的特点。干巴菌为中国特有，主要分布在云南省，同时在贵州西部和四川南部也有零星分布。夏秋季生于松林中地下，肉质干脆，具酷似腌牛肉干的浓郁香味，主要分布于海拔1000-2800米的松林下，与云南松等松属植物形成菌根。干巴菌味美可口、独具异香且营养丰富，无论是炒制、炸制、干煸还是腌制，",
        "Feature": "干巴菌是一种独特的食用菌，其菌盖直径通常在5-15厘米之间，初期呈半球形，成熟后逐渐展开至扁平或稍微凹陷，颜色从浅棕色到深褐色不等，表面粗糙且常有细微裂纹。它没有明显的菌褶，而是由紧密排列的菌管组成，这些菌管初为白色或淡黄色，随成熟变为橄榄绿色或黄褐色，直接与粗壮的菌柄相连，菌柄长度约5-10厘米，直径2-4厘米，颜色较浅，通常为白色或浅黄色，有时带有红色或橙色斑点。",
        "ImageUrls": ["images/干巴菌/0.jpg", "images/干巴菌/1.jpg", "images/干巴菌/2.jpg", "images/干巴菌/3.jpg", "images/干巴菌/4.jpg"]
    },
    {
        "Name": "虎掌菌",
        "Description": "翘鳞肉齿菌，又称獐子菌、仲帽、獐头菌。子实体中等至大型。菌盖初期突起，后扁平，中部脐状或下凹，有时呈浅漏斗状，浅粉灰色，表面有暗灰色到黑褐色大鳞片，鳞片厚，覆瓦状，趋向中央特别大并翘起，呈同心环状排列，菌盖直径6-10cm。菌肉近白色，菌柄中生或稍偏生，粗 0.7-3cm，有时短粗或较细长，上下等粗或基部膨大，可达4cm，中实、平滑、淡白色，后期变淡褐色。刺锥形，延生，长可达1-1.5cm，初期灰白色。后变浓褐色。",
        "Feature": "虎掌菌是一种独特的食用菌，其最显著的特征是菌盖形状不规则，通常呈扇形或不规则的波浪状，直径可达10-20厘米，表面覆盖着深褐色至黑色的绒毛，外观类似虎掌纹理，因而得名。菌盖下部为白色的菌肉，质地柔软且富有弹性，受伤后会变色。菌褶缺失，取而代之的是光滑或稍有褶皱的子实层，颜色从白色到淡黄色不等。菌柄短小或几乎不存在，通常隐藏在菌盖下方，颜色较浅，与菌肉相似。",
        "ImageUrls": ["images/虎掌菌/0.jpg", "images/虎掌菌/1.jpg", "images/虎掌菌/2.jpg", "images/虎掌菌/3.jpg", "images/虎掌菌/4.jpg"]
    },
    {
        "Name": "白葱牛肝菌",
        "Description": "白葱菌菌盖扁半球形，光滑、不粘、淡肉色，菌肉白色，有酱香味，可入药。生于柞、栎等阔叶林及针阔混交林地上，单生或群生。属树木的外生菌根菌。",
        "Feature": "子实体中等至较大。菌盖直径8-15cm，幼时近球形，半球形，后呈扁半球形，边缘钝圆，奶白色、白乳黄色、白红色 至桃红色至绣球紫色，表面干燥，初时有微细毛，后变光滑无毛。菌肉肥厚，致密，黄色至硫磺色，柄基部菌肉为桃红色，受损后局部轻微变青蓝色，味温和。",
        "ImageUrls": ["images/白葱牛肝菌/0.jpg", "images/白葱牛肝菌/1.jpg", "images/白葱牛肝菌/2.jpg", "images/白葱牛肝菌/3.jpg", "images/白葱牛肝菌/4.jpg"]
    },
    {
        "Name": "老人头菌",
        "Description": "老人头菌：又名仙人头，是一种杉树寄生菌，生长在海拔1200米以上，松杉木、油杉等针叶林中阴湿疏松的地上，稀有阳光照射且有落叶覆盖的缓坡上更为常见。老人头菌肉质细腻糯滑，富有弹性且滋味鲜美，可与鲍鱼媲美，故被誉为“植物鲍鱼”。",
        "Feature": "因菌体短胖肥硕，菌盖厚实、菌满如老寿星的光头而得名，又叫仙人头。其洁白细嫩、富有弹性且滋味鲜美，可与鲍鱼媲美，故被誉为“植物鲍鱼”。",
        "ImageUrls": ["images/老人头菌/0.jpg", "images/老人头菌/1.jpg", "images/老人头菌/2.jpg", "images/老人头菌/3.jpg", "images/老人头菌/4.jpg"]
    },
    {
        "Name": "猪肚菌",
        "Description": "猪肚菌[Panus gigianteus(Berk.)Corner]，又名大杯伞、大漏斗菌；俗名猪肚菇、笋菇（福建）、红银盘（山西）英文名Big Clitocybe。隶属于担子菌门、担子菌纲、多孔菌目、多孔菌科、革耳属。大杯蕈是一种较常见的野生食用菌，成群地生长在林中地上，被产区人民采集食用。因其风味独特，有似竹笋般的清脆，猪肚般的滑腻，因而被称之为“笋菇”和“猪肚菇”。近年由江西省贵溪象山食用菌研究所驯化栽培成功。",
        "Feature": "菌盖直径通常在5-15厘米之间，初期呈半球形，成熟后逐渐展开成扁平状，边缘略微内卷，表面覆盖着深褐色至黑色的鳞片或疣状突起，这些突起使得菌盖看起来像猪肚的纹理，因而得名。菌肉厚实、白色，质地柔软且富有弹性。菌褶缺失，取而代之的是光滑或稍有褶皱的子实层，颜色从白色到淡黄色不等。菌柄粗壮，长度约5-10厘米，直径约为2-4厘米，颜色较浅，通常为白色或浅黄色，基部有时会膨大，形成类似猪肚的形状。",
        "ImageUrls": ["images/猪肚菌/0.jpg", "images/猪肚菌/1.jpg", "images/猪肚菌/2.jpg", "images/猪肚菌/3.jpg", "images/猪肚菌/4.jpg"]
    },
    {
        "Name": "谷熟菌",
        "Description": "谷熟菌 学名松乳菇，又称“谷黄菌”、“黄谷熟”、“早谷菌”，为红菇科乳菇属的一种野生美味食用菌。它生长在松树林，冬瓜树等阔叶林地上，尤以初秋稻谷成熟之时最多，故称谷熟菌。一般生长期为每年的10-11月秋收时期。云南省是国内松乳菇产量较大的省区之一。",
        "Feature": "菌盖直径通常在4-12厘米之间，初期呈半球形，随着成熟逐渐展开成扁平状，边缘有时会稍微内卷，颜色从浅黄色到橙褐色不等，表面光滑或带有细微的裂纹。菌肉厚实、白色至淡黄色，质地柔软且富有弹性，具有淡淡的香气。菌褶紧密排列，颜色初为白色，随成熟逐渐变为淡黄色或浅棕色。菌柄长度约5-10厘米，直径约为1-2厘米，颜色较浅，通常为白色或淡黄色，基部稍膨大，表面光滑或有细小绒毛。",
        "ImageUrls": ["images/谷熟菌/0.jpg", "images/谷熟菌/1.jpg", "images/谷熟菌/2.jpg", "images/谷熟菌/3.jpg", "images/谷熟菌/4.jpg"]
    },
    {
        "Name": "白参菌",
        "Description": "白参（菌类）一种食药兼用的珍稀菇菌，菇体质韧、味道清香、鲜美爽口、营养丰富。",
        "Feature": "菌盖直径通常在3-10厘米之间，初期呈半球形，成熟后逐渐展开成扁平状，边缘略微内卷，颜色从白色到浅黄色不等，表面光滑或带有细微的皱纹。菌肉厚实、白色至淡黄色，质地柔软且富有弹性，具有淡淡的香气。白参菌没有明显的菌褶，而是由紧密排列的菌管组成，这些菌管初为白色，随成熟逐渐变为淡黄色或浅棕色。菌柄长度约4-8厘米，直径约为1-2厘米，颜色较浅，通常为白色或浅黄色，表面光滑或有细小绒毛，基部有时稍膨大。",
        "ImageUrls": ["images/白参菌/0.jpg", "images/白参菌/1.jpg", "images/白参菌/2.jpg", "images/白参菌/3.jpg", "images/白参菌/4.jpg"]
    },
    {
        "Name": "黑木耳",
        "Description": "黑木耳（学名：Auricularia auricula（L.ex Hook.）Underw）也被称为木耳、木蛾、丁杨、树蕈、光木耳、细木耳以及云耳，是一种生长在朽木上的腐生真菌。黑木耳呈叶状或近林状，边缘波状，薄，宽2～6cm，厚2mm左右，以侧生的短柄或狭细的基部固着于基质上。初期为柔软的胶质，粘而富弹性，以后稍带软骨质，干后强烈收缩，变为黑色硬而脆的角质至近革质。背面外沿呈弧形，紫褐色至暗青灰色，疏生短绒毛。东北亚的温带地区，尤其是中国北方，是野生黑木耳的主要栖息地。在北美和澳洲的温带地区，黑木耳较为罕见，仅在澳洲东南部有所发现。接骨木和栎木是欧州温带地区木耳的常见生长地，但数量较为稀少。中国是黑木耳的故乡，中华民族早在4000多年前的神农氏时代便认识、开发了黑木耳，并开始栽培、食用。《礼记》中也有关于帝王宴会上食用黑木耳的记载。",
        "Feature": "它的子实体呈耳状或杯状，通常单生或群生于腐木上，直径一般在2-10厘米之间，厚度约为1-3毫米。黑木耳的颜色从深棕色到黑色不等，表面光滑或有细微的皱纹和波浪状边缘，质地柔软而富有弹性。干燥状态下，黑木耳会变得脆硬，颜色也会变得更深。背面（孢子生成面）相对粗糙，颜色较浅，有时带有灰色调。",
        "ImageUrls": ["images/黑木耳/0.jpg", "images/黑木耳/1.jpg", "images/黑木耳/2.jpg", "images/黑木耳/3.jpg", "images/黑木耳/4.jpg"]
    },
    {
        "Name": "银耳",
        "Description": "银耳是一种担子菌门、银耳纲、银耳目、银耳科、银耳属真菌的子实体，又被称作“白木耳、雪耳、银耳子”等，有“菌中之冠”的美称。银耳一般呈现菊花状或鸡冠状，直径5-10厘米，柔软洁白，半透明，富有弹性。银耳作为我国传统的食用菌，历来都是深受广大人民所喜爱的食物，其中所含有的活性成分银耳多糖具有特殊的保健功能。明清之际，天然品相好的银耳一直是皇帝和达官显贵养生益寿的佳品；如清代女官裕德龄所著的《御香缥缈录》中所说：“银耳那样的东西，它的市价贵极了，往往一小匣子银耳就要花一二十两银子才能买到。”",
        "Feature": "它的子实体通常呈花瓣状或叶状，由多个薄而透明的瓣片组成，整体形状类似耳朵，直径一般在5-10厘米之间，有时甚至更大。银耳的颜色从纯白色到淡黄色不等，表面光滑并带有光泽，质地柔软且富有弹性。干燥状态下，银耳会变得脆硬，颜色也会略微变浅。每个瓣片边缘通常波浪状，瓣片间相互交织形成复杂的结构，背面（孢子生成面）较为粗糙，颜色较浅，常带有灰色调。",
        "ImageUrls": ["images/银耳/0.jpg", "images/银耳/1.jpg", "images/银耳/2.jpg", "images/银耳/3.jpg", "images/银耳/4.jpg"]
    },
    {
        "Name": "金耳",
        "Description": "金耳（学名：Naematelia aurantialba (Bandoni & M. Zang) Millanes & Wedin）是耳包革科、耳包革属真菌。担子果大型，半球形至不定型块状，全体呈脑状至分裂为数个具深沟槽而粗厚的裂瓣，直径3-12厘米，高2-8厘米。子实层遍生外露表层，为一宽广疏松包含着担子的区域；原担子初椭圆形至卵形；成熟下担子球形、近球形，稀有梨形至具短柄状基部，长13-25微米，宽11.5-19.5皮米。金耳广泛地分布在欧洲、亚洲、南北美洲以及大洋洲，在中国分布于福建、四川、云南、陕西、山西、贵州、西藏等高海拔林带，以滇西北及西藏东南部多产。多生长于夏、秋季，在海拔1800-3200米范围内生长较多，常单生或群生于阔叶林、针阔混交林中的壳斗科、桦木科等阔叶树朽木上。金耳含有丰富脂肪，蛋白质和磷、硫、锰、铁、镁、钙、钾等微量元素，是一种营养滋补品，并可作为药用。",
        "Feature": "它的子实体通常呈脑状或不规则的块状，由多个厚实且褶皱丰富的瓣片组成，整体形状类似人类大脑，直径一般在5-15厘米之间，有时更大。金耳的颜色从鲜艳的橙黄色到金黄色不等，表面覆盖着复杂的褶皱和脊纹，这些褶皱不仅增加了其外观的独特性，还赋予了它较高的辨识度。质地较为坚实但不失柔软，触感光滑而富有弹性。",
        "ImageUrls": ["images/金耳/0.jpg", "images/金耳/1.jpg", "images/金耳/2.jpg", "images/金耳/3.jpg", "images/金耳/4.jpg"]
    },
    {
        "Name": "猴头菇",
        "Description": "猴头菇（学名：Hericium erinaceus (Bull.) Pers.）是齿菌科、猴头菇属真菌。子实体中等、较大或大型，直径3.5-10（30）厘米，肉质，外形呈头状或倒卵状，似猴子的头，故名“猴头”。基部着生处狭窄，人工栽培猴头菇基部常因长于瓶口或塑料袋口内而呈柄状。除基部外，周体外被覆菌刺。菌刺长1-5厘米，针形，粗1-2毫米。孢子生于菌刺表面，球形，直径（5.5-7.5）微米×（5-6）微米，内含油滴，孢子堆白色。猴头菇在自然界中分布很广，主要分布在北温带的阔叶林或针叶、阔叶混交林中，如西欧、北美、日本、俄罗斯等地。在中国，主要分布在东北大、小兴安岭，西北天山、阿尔泰山，西部的喜马拉雅山及西南横断山脉的林区，包括黑龙江、吉林、内蒙古、河北、河南、陕西、山西、甘肃、四川、湖北、湖南、广西、云南、西藏、浙江、福建等省级自治区。猴头菇在中国既是食用珍品，又是重要的药用菌。",
        "Feature": "它的子实体呈圆球形或不规则块状，通常悬挂在树干上，外观酷似猴子的头部，因而得名“猴头菇”。直径一般在5-20厘米之间，表面覆盖着柔软的肉质刺状突起，这些刺状突起长短不一，密集排列，颜色从纯白色到浅黄色不等，随着成熟可能会逐渐变深。子实体内部为白色至淡黄色，质地柔软且富有弹性。猴头菇没有明显的菌盖和菌柄之分，整体结构较为紧凑。",
        "ImageUrls": ["images/猴头菇/0.jpg", "images/猴头菇/1.jpg", "images/猴头菇/2.jpg", "images/猴头菇/3.jpg", "images/猴头菇/4.jpg"]
    },
    {
        "Name": "香菇",
        "Description": "香菇属担子菌纲(Basidaiomycetes)、伞菌目(Agaricales)、口蘑科(Tricholomatacete)、香菇属(Lentinus)，学名Lentinus edodes，起源于中国，是世界第二大菇，也是中国久负盛名的珍贵食用菌。中国最早栽培香菇，已有800多年历史。香菇也是中国著名的药用菌。中国历代医药学家对香菇的药性及功用均有著述。香菇肉质肥厚细嫩，味道鲜美，香气独特，营养丰富，是一种食药同源的食物，具有很高的营养、药用和保健价值。",
        "Feature": "香菇的子实体通常由菌盖和菌柄组成，菌盖直径一般在5-10厘米之间，初期呈半球形，成熟后逐渐展开成扁平状，边缘有时稍内卷。菌盖表面覆盖着深褐色至浅棕色的龟裂纹，这些裂纹在干燥时尤为明显，颜色从中央向边缘逐渐变浅。菌肉厚实、白色至淡黄色，质地柔软且富有弹性，具有浓郁的香气。菌褶紧密排列，颜色初为白色，随成熟逐渐变为浅棕色。菌柄长度约3-8厘米，直径约为1-2厘米，颜色较浅，通常为白色或浅黄色，基部常带有绒毛。",
        "ImageUrls": ["images/香菇/0.jpg", "images/香菇/1.jpg", "images/香菇/2.jpg", "images/香菇/3.jpg", "images/香菇/4.jpg"]
    },
    {
        "Name": "平菇",
        "Description": "平菇（学名：Pleurotus ostreatus）是侧耳科侧耳属真菌。子实体丛生或叠生，菌盖呈覆瓦状丛生，扇状、贝壳状、不规则的漏斗状。菌盖肉质肥厚柔软。菌盖表面颜色受光线的影响而变化，光强色深，光弱色浅。菌褶白色，长短不一，长的由菌盖边缘一直延伸到菌柄，短的仅在菌盖边缘有一小段，形如扇骨。菌柄侧生或偏生，白色，中实；菌丝体白色，粗壮有力，菌肉白色、稍厚、柔软。平菇属好光菌类，多生于榆、榉、械、柳、栎、枫、槐等多种阔叶树种的枯木、朽树桩或活树的枯死部位上。平菇在世界各地均有分布，在中国绝大部分地区均有生产，尤以河南、河北、山东、黑龙江等省最多。平菇是一种食用菌，含丰富的营养物质，具有追风散寒、舒筋活络的功效。用于治腰腿疼痛、手足麻木，筋络不通等病症。另外，对预防癌症、调节妇女更年期综合征、改善人体新陈代谢、增强体质都有一定的好处。",
        "Feature": "平菇的子实体通常由菌盖和菌柄组成，菌盖直径一般在5-15厘米之间，初期呈贝壳状或半圆形，成熟后逐渐展开成扇形或不规则形状，边缘有时略微内卷。菌盖表面光滑或带有细微的纤维纹理，颜色从浅灰色到深灰色、甚至棕色不等，中央部分颜色较深，边缘颜色较浅。菌肉厚实、白色至淡黄色，质地柔软且富有弹性。菌褶密集排列，颜色初为白色，随成熟逐渐变为灰褐色或深褐色。菌柄长度约2-8厘米，直径约为1-2厘米，通常偏生或侧生，颜色较浅，多为白色或浅灰色，表面光滑或有细小绒毛。",
        "ImageUrls": ["images/平菇/0.jpg", "images/平菇/1.jpg", "images/平菇/2.jpg", "images/平菇/3.jpg", "images/平菇/4.jpg"]
    },
    {
        "Name": "金针菇",
        "Description": "金针菇（Flammulina velutipes），口蘑科金针菇属菌类。其菌盖球形，边缘薄，黄褐色，表面黏滑，基部相连，呈簇生状。干品形似金针菜，故名金针菇。金针菇表面为黄色、深黄褐色或肉桂色，中部色稍深，边缘乳黄色。金针菇丝白色至乳白色或微带肉粉色，长度不等。 金针菇在中国、日本、俄罗斯、欧洲、北美洲澳大利亚等地均有分布。多丛生于榆树、柳树等阔叶林腐木桩上或根部，偶尔也生在多种阔叶树活立木。金针菇属低温型的食用菌，最适温度8℃左右。其对水分要求敏感，需要水分较多。为止病虫害发生，温度高时湿度宜低。金针菇是好气厌光性菌类。菌丝体生长不需要光线，在黑暗中也能形成小菌蕾。《本草纲目》中记载：金针菇性凉，味甘，归脾、大肠经。金针菇具有补肝、益肠胃、抗癌之功效，对肝病、胃肠道抗感染、渍疡、肿瘤等病证有食疗作用。",
        "Feature": "金针菇的子实体通常由细长的菌柄和较小的菌盖组成，整体呈簇生状，形似一束束金色的针，因而得名“金针菇”。菌柄纤细而直立，长度一般在8-15厘米之间，直径约为1-2毫米，颜色从白色到浅黄色不等，质地脆嫩。菌盖直径通常在1-3厘米之间，初期呈圆形或卵圆形，成熟后略微展开，边缘稍内卷，颜色较浅，多为白色或淡黄色，表面光滑。菌褶短小且密集，颜色初为白色，随成熟逐渐变为浅褐色。",
        "ImageUrls": ["images/金针菇/0.jpg", "images/金针菇/1.jpg", "images/金针菇/2.jpg", "images/金针菇/3.jpg", "images/金针菇/4.jpg"]
    },
    {
        "Name": "口蘑",
        "Description": "口蘑是生长在蒙古草原上的一种白色伞菌属野生蘑菇，主要产地在锡盟的东乌旗、西乌旗和阿巴嘎旗、呼伦贝尔市、通辽等草原地区，一般生长在有羊骨或羊粪的地方，味道异常鲜美。由于蒙古口蘑土特产以前都通过河北省张家口市输往内地，张家口是蒙古货物的集散地，所以被称为“口蘑”。由于产量不大，需求量大，所以价值昂贵，仍然是中国市场上最为昂贵的一种蘑菇。1958年郭沫若视察张家口时，写过一首赞美口蘑的诗：“口蘑之名满天下，不知缘何叫‘口蘑’？原来产在张家口，口上蘑菇好且多。”诗人道出了口蘑这名字的来历。",
        "Feature": "口蘑的子实体通常由菌盖和菌柄组成，菌盖直径一般在5-15厘米之间，初期呈半球形，成熟后逐渐展开成扁平状，边缘有时稍内卷。菌盖表面光滑，颜色从白色到浅棕色不等，中央部分有时略带褐色斑点或鳞片。菌肉厚实、白色，质地柔软且富有弹性，具有淡淡的香气。菌褶紧密排列，颜色初为白色，随成熟逐渐变为淡粉色或浅褐色。菌柄长度约4-10厘米，直径约为2-4厘米，通常居中生长，颜色较浅，多为白色或浅黄色，基部稍膨大，表面光滑或带有细微绒毛。口蘑多生长于温带草原或林地的土壤中，尤其偏好富含有机质的草地环境，并常在夏秋季节出现。这些特征不仅使口蘑在野外易于识别，也赋予了它独特的风味和广泛的食用价值。",
        "ImageUrls": ["images/口蘑/0.jpg", "images/口蘑/1.jpg", "images/口蘑/2.jpg", "images/口蘑/3.jpg", "images/口蘑/4.jpg"]
    },
    {
        "Name": "鹿茸菇",
        "Description": "鹿茸菇是一种味道鲜美的食用菌，学名为荷叶离褶伞，子实体直立，向上分叉成丛生的细枝，肉质，一般高数厘米至10余厘米，状如扫帚或珊瑚，又像幼小的鹿角，故名。鹿茸菇中含有丰富的蛋白质，维生素和其它营养成份。经烹调后，脆松适度，味道可口，如配上猪、鸡肉共炒，则食味更加鲜美，胜过鸡、鸭、鱼、肉单作的荤菜。 山区适于鹿茸菇生长。可炖茸芝补肾养肝汤，有护肝解毒、补肾益精、强筋骨、抗衰老的功能。",
        "Feature": "它的子实体通常由菌盖和菌柄组成，整体外观类似鹿角，因而得名“鹿茸菇”。菌盖直径一般在3-10厘米之间，初期呈半球形，成熟后逐渐展开成扇形或不规则形状，边缘有时略微内卷。菌盖表面光滑或带有细微的纤维状纹理，颜色从浅灰色到深棕色不等，中央部分颜色较深，边缘颜色较浅。菌肉厚实、白色至淡黄色，质地柔软且富有弹性。菌褶密集排列，颜色初为白色，随成熟逐渐变为浅褐色或深褐色。菌柄长度约5-10厘米，直径约为1-2厘米，通常偏生或侧生，颜色较浅，多为白色或浅灰色，表面光滑或有细小绒毛。鹿茸菇常簇生于温带和亚热带地区的阔叶树枯木或倒木上，尤其偏好潮湿、阴暗且富含有机质的环境，并常见于夏秋季节。",
        "ImageUrls": ["images/鹿茸菇/0.jpg", "images/鹿茸菇/1.jpg", "images/鹿茸菇/2.jpg", "images/鹿茸菇/3.jpg", "images/鹿茸菇/4.jpg"]
    },
    {
        "Name": "榆黄蘑",
        "Description": "金顶侧耳（学名：Pleurotus citrinopileatus Singer）是侧耳科、侧耳属真菌。子实体一般中等大。菌盖草黄色至鲜黄色，光滑，漏斗形，边缘内卷，直径3-10厘米。菌肉呈白色，质地既薄又脆，极易受损，且散发出一股清新的香味。菌柄偏生，白色，内实，长2-10厘米，粗0.5-1.5厘米，往往基部相连。孢子印的颜色范围从白色、淡烟灰色到淡紫色。金顶侧耳广泛分布于欧洲、北美洲、亚洲和非洲；而在中国主要分布于云南、河北、青海、黑龙江、吉林、辽宁、山西、广东、四川、香港和西藏等地。在夏秋季节，野生金顶侧耳的子实体常生长于榆树、栎树、柳树、杨树和桦树等阔叶枯木的树干基部、伐桩或倒木之上，有时也会出现在较弱的活立木上。金顶侧耳，口感鲜美，富含高营养价值。它不仅能滋补身体、强壮体魄，还有止痢的功效。",
        "Feature": "榆黄蘑的子实体通常由菌盖和菌柄组成，整体颜色鲜艳，呈现出明亮的黄色至金黄色。菌盖直径一般在5-15厘米之间，初期呈半球形，成熟后逐渐展开成扁平状，边缘有时略微内卷。菌盖表面光滑或带有细微的纤维状纹理，颜色均匀，有时中央部分略深。菌肉厚实、白色至淡黄色，质地柔软且富有弹性，具有淡淡的香气。菌褶密集排列，颜色初为白色，随成熟逐渐变为浅黄色或奶油色。菌柄长度约3-8厘米，直径约为1-2厘米，通常居中生长，颜色较浅，多为白色或浅黄色，表面光滑或有细小绒毛，基部稍膨大。",
        "ImageUrls": ["images/榆黄蘑/0.jpg", "images/榆黄蘑/1.jpg", "images/榆黄蘑/2.jpg", "images/榆黄蘑/3.jpg", "images/榆黄蘑/4.jpg"]
    },
    {
        "Name": "榛蘑",
        "Description": "蜜环菌（学名：Armillaria mellea  (Vahl) P. Kumm.）：属于伞菌目、蜜环菌属，亦被俗称为榛蘑、蜜蘑和栎蕈等。是一种好氧性兼性寄生真菌，同时也是天麻的重要伴生菌。子实体一般中等大。菌盖直径4-14厘米，淡土黄色、蜂蜜色至浅黄褐色。老后棕褐色，中部有平伏或直立的小鳞片，有时近光滑，边缘具条纹。菌肉白色。菌褶白色或稍带肉粉色，老后常出现暗褐色斑点。菌柄细长，圆柱形，稍弯曲，同菌盖色，纤维质，内部松软变至空心，基部稍膨大。菌环白色，生柄的上部，幼时常呈双层，松软，后期带奶油色。蜜环菌在世界范围内分布广泛，中国黑龙江、吉林、青海、浙江、湖南、贵州等多个省份均可见其身影。在野外，它通常生长在阔叶树和针叶树的树根、树干底部，以及倒下的树木和林间的树上。其子实体可入药，能熄风平肝、祛风通络、强筋壮骨，常用于治疗眩晕头痛和神经衰弱。",
        "Feature": "它的子实体通常由菌盖和菌柄组成，整体颜色从浅棕色到深棕色不等。菌盖直径一般在5-12厘米之间，初期呈半球形，成熟后逐渐展开成扁平状，边缘有时略微内卷。菌盖表面覆盖着细小的鳞片或纤维状纹理，颜色从中央向边缘逐渐变浅，有时带有辐射状的斑纹。菌肉厚实、白色至淡黄色，质地柔软且富有弹性，具有淡淡的坚果香气。菌褶密集排列，颜色初为白色，随成熟逐渐变为浅褐色或黄褐色。菌柄长度约4-8厘米，直径约为1-2厘米，通常居中生长，颜色较浅，多为白色或浅黄色，表面光滑或有细微绒毛，基部稍膨大。",
        "ImageUrls": ["images/榛蘑/0.jpg", "images/榛蘑/1.jpg", "images/榛蘑/2.jpg", "images/榛蘑/3.jpg", "images/榛蘑/4.jpg"]
    },
    {
        "Name": "草菇",
        "Description": "草菇（学名：Volvariella volvacea (Bull.) Singer）是光柄菇科小包脚菇属真菌。草菇菌丝无色透明，细胞长度不一，直径46-400微米，平均217微米，宽6-18微米，平均10微米，被隔膜分隔为多细胞菌丝，不断分枝蔓延，互相交织形成疏松网状菌丝体。子实体由菌盖、菌柄、菌褶、外膜、菌托等构成。草菇多丛生于夏季雨后的草堆上，原系中国热带和亚热带高温多雨的腐生真菌，后传入马来西亚、菲律宾、泰国等地，在中国的主要分布于广东、广西、福建、河北、台湾、湖南、四川、西藏等地区。草菇味甘，性寒。具有清热解暑，补益气血，降压之功效。用于暑热烦渴，体质虚弱，头晕乏力，高血压。现代医学认为其具有抗氧化、调节免疫、抗肿瘤等药理作用。草菇含有丰富的蛋白质，而脂肪含量却很低。子实体可鲜食，也可直接晒干或烘干制作成干菇食用，还可制作成罐头或盐渍食用。",
        "Feature": "草菇的子实体通常由菌盖和菌柄组成，整体颜色从白色到浅棕色不等。菌盖直径一般在5-10厘米之间，初期呈卵圆形，成熟后逐渐展开成扁平状，边缘有时略微内卷。菌盖表面光滑或带有细微的裂纹，颜色从中央向边缘逐渐变浅，有时呈现灰白色或淡褐色斑点。菌肉厚实、白色，质地柔软且富有弹性，具有淡淡的清香。菌褶密集排列，颜色初为白色，随成熟逐渐变为浅褐色或暗褐色。菌柄长度约3-8厘米，直径约为1-2厘米，通常居中生长，颜色较浅，多为白色或浅黄色，表面光滑或有细微绒毛，基部稍膨大。",
        "ImageUrls": ["images/草菇/0.jpg", "images/草菇/1.jpg", "images/草菇/2.jpg", "images/草菇/3.jpg", "images/草菇/4.jpg"]
    },
    {
        "Name": "鸡腿菇",
        "Description": "鸡腿菇，学名是毛头鬼伞，因其形如鸡腿，肉质似鸡丝而得名，并无鸡肉味，是近年来人工开发的具有商业潜力的珍稀菌品，被誉为“菌中新秀”。鸡腿菇营养丰富、味道鲜美，口感极好，具有很高的营养价值。",
        "Feature": "它的子实体通常由菌盖和菌柄组成，整体外观类似鸡腿，因而得名“鸡腿菇”。菌盖直径一般在5-15厘米之间，初期呈圆柱形或卵圆形，成熟后逐渐展开成钟形或扁平状，边缘有时略微内卷。菌盖表面光滑或带有细微的裂纹，颜色从白色到浅棕色不等，中央部分有时略带褐色斑点或鳞片。菌肉厚实、白色至淡黄色，质地柔软且富有弹性，具有淡淡的清香。菌褶密集排列，颜色初为白色，随成熟逐渐变为浅褐色或暗褐色。菌柄粗壮，长度约8-20厘米，直径约为2-4厘米，通常居中生长，颜色较浅，多为白色或浅黄色，表面光滑或有细小绒毛，基部稍膨大。",
        "ImageUrls": ["images/鸡腿菇/0.jpg", "images/鸡腿菇/1.jpg", "images/鸡腿菇/2.jpg", "images/鸡腿菇/3.jpg", "images/鸡腿菇/4.jpg"]
    },
    {
        "Name": "茶树菇",
        "Description": "茶树菇(Agrocybe aegerita)球盖菇科田头菇属菌类，因野生于油茶树的枯干上而得名茶树菇。菌盖表面光滑，初为半球形，暗红褐色；后渐变为扁平，淡褐色或土黄色。成熟之后菌盖上卷；菌肉污白色，略有韧性，中部较厚，边缘较薄；菌褶片状，初白色，成熟后咖啡色；菌柄近白色，基部呈污褐色；菌环膜质，生于菌柄上部；孢子呈锈褐色。茶树菇原产于闽西北，天然生于油茶树的枯干、树桩上。在福建、江西等省推广栽培。属于木腐性食用菌类，主要于春秋两季生长在油茶树、杨树、柳树等阔叶树的树干或树桩的腐朽部分和根部。繁殖方式有性繁殖和无性繁殖。茶树菇作为食用菌，食味鲜美，口感脆，香味浓郁、纯正，质地细嫩，还可加工为茶树菇罐头、茶树菇原汁酱油、茶树菇浓缩液和茶树干菇等产品。此外茶树菇营养丰富。茶树菇还具有补益、降压、安心醒脑和抗衰老等功能，对尿频、水肿、气喘、小儿尿床、关节炎、低热和解毒等均有显著的疗效。",
        "Feature": "它的子实体通常由菌盖和菌柄组成，整体外观优雅，颜色从浅棕色到深褐色不等。菌盖直径一般在5-12厘米之间，初期呈半球形，成熟后逐渐展开成扁平状，边缘有时略微内卷。菌盖表面光滑或带有细微的纤维状纹理，颜色从中央向边缘逐渐变浅，有时带有淡淡的环纹或斑点。菌肉厚实、白色至淡黄色，质地柔软且富有弹性，具有淡淡的清香。菌褶密集排列，颜色初为白色，随成熟逐渐变为浅褐色或黄褐色。菌柄长度约6-15厘米，直径约为1-2厘米，通常居中生长，颜色较浅，多为白色或浅黄色，表面光滑或有细小绒毛，基部稍膨大。",
        "ImageUrls": ["images/茶树菇/0.jpg", "images/茶树菇/1.jpg", "images/茶树菇/2.jpg", "images/茶树菇/3.jpg", "images/茶树菇/4.jpg"]
    },
    {
        "Name": "蟹味菇",
        "Description": "斑玉蕈（学名：Hypsizygus marmoreus (Peck) H.E. Bigelow）离褶伞科玉蕈属真菌。菌盖肉质，初为半球形，灰褐色，盖中央色稍深，有网状龟裂纹，边缘光滑。菌肉淡白色。菌柄白色，空心，骨质脆，中下部膨大。孢子无色，卵形有喙，表面光滑，无纹饰。 斑玉蕈原产于寒温带的山毛榉等阔叶林区，多在秋季发生，是一种木腐菌；分布在北半球温带地区，包括北美、欧洲、西伯利亚、日本、中国等地。斑玉蕈的营养价值很高，所含的营养成分丰富，具有较高的药用价值。常食斑玉蕈有提高机体免疫功能、防癌，抗癌，以及预防衰老，延长寿命等特殊功效。",
        "Feature": "它的子实体通常由菌盖和菌柄组成，整体外观精致，颜色从浅灰色到灰褐色不等，具有淡淡的蟹香味，因而得名“蟹味菇”。菌盖直径一般在3-8厘米之间，初期呈半球形，成熟后逐渐展开成扁平状，边缘有时略微内卷。菌盖表面光滑或带有细微的纤维状纹理，颜色均匀，有时中央部分略深，边缘较浅，偶尔带有淡淡的辐射状斑纹。菌肉厚实、白色至淡黄色，质地柔软且富有弹性，具有特殊的香气。菌褶密集排列，颜色初为白色，随成熟逐渐变为浅灰色或灰褐色。菌柄长度约5-10厘米，直径约为1-2厘米，通常居中生长，颜色较浅，多为白色或浅灰色，表面光滑或有细小绒毛，基部稍膨大。",
        "ImageUrls": ["images/蟹味菇/0.jpg", "images/蟹味菇/1.jpg", "images/蟹味菇/2.jpg", "images/蟹味菇/3.jpg", "images/蟹味菇/4.jpg"]
    },
    {
        "Name": "白玉菇",
        "Description": "白玉菇别称白雪菇、白色蟹味菇、白色真姬菇、白玉蕈，属于伞菌目，口蘑科、白蘑属，是一种珍稀食用菌。菇体洁白如玉，晶莹剔透；质地细腻，菇体脆嫩鲜滑，清甜可口，是一种倍受国内外市场青睐的上乘山珍，是食用菌中的“金枝玉叶”。有镇痛、镇静、止咳化痰、通便排毒、降压等功效。",
        "Feature": "它的子实体通常由菌盖和菌柄组成，整体外观洁白如玉，因而得名“白玉菇”。菌盖直径一般在3-8厘米之间，初期呈半球形，成熟后逐渐展开成扁平状，边缘有时略微内卷。菌盖表面光滑，颜色纯白，偶尔带有淡淡的奶油色调，中央部分有时略显浅黄色。菌肉厚实、白色，质地脆嫩且富有弹性，具有清淡的香气。菌褶密集排列，颜色始终为白色或淡乳白色。菌柄长度约5-10厘米，直径约为1-2厘米，通常居中生长，颜色同样为纯白色，表面光滑或有细微光泽，基部稍膨大。",
        "ImageUrls": ["images/白玉菇/0.jpg", "images/白玉菇/1.jpg", "images/白玉菇/2.jpg", "images/白玉菇/3.jpg", "images/白玉菇/4.jpg"]
    },
    {
        "Name": "红菇",
        "Description": "红菇是红菇科红菇属植物，别名红蕈、正红菇、大红菇、美丽红菇、黄孢子红菇等，是一类大型菌根真菌，是一种名贵的野生食（药）用菌。在世界范围内分布广泛，我国主要分布于福建、云南、江西、辽宁、河南、四川、广西等省区，海拔为300-1000m山林地带，植被和土壤垂直分布明显，坡度10°-45°的缓坡地至斜坡地。红菇属大多数种类是可食用的，且营养丰富，味道鲜美，有“菇中之王”的美称，系天然营养佳品，具有较高的营养价值。红菇含有丰富的必需氨基酸、多糖、有机酸、维生素、脂肪酸和甾类化合物、色素和抗生素等。",
        "Feature": "它的子实体通常由菌盖和菌柄组成，整体颜色鲜艳，以红色为主，因此得名“红菇”。菌盖直径一般在5-15厘米之间，初期呈半球形，成熟后逐渐展开成扁平状，边缘有时略微内卷。菌盖表面光滑或带有细微的纤维状纹理，颜色从鲜红色到深红色不等，中央部分颜色较深，边缘颜色较浅，有时带有黄色或白色的环纹。菌肉厚实、白色至淡黄色，质地柔软且富有弹性，具有淡淡的果香味。菌褶密集排列，颜色初为白色，随成熟逐渐变为粉红色或浅褐色。菌柄长度约4-10厘米，直径约为1-2厘米，通常居中生长，颜色较浅，多为白色或浅黄色，表面光滑或有细微绒毛，基部稍膨大。",
        "ImageUrls": ["images/红菇/0.jpg", "images/红菇/1.jpg", "images/红菇/2.jpg", "images/红菇/3.jpg", "images/红菇/4.jpg"]
    },
    {
        "Name": "杏鲍菇",
        "Description": "杏鲍菇（Pleurotus eryngii (DC.) Quél.），是侧耳科侧耳属真菌，又名干贝菇、平菇王、刺芹侧耳 、杏仁鲍鱼菇等。其担子体单生、群生或丛生。菌盖初扁半球形、圆形、贝壳形，表面光滑，浅黄色至污白色，密被浅褐色的鳞片或点；成熟后扁平，圆形，浅褐色至黄褐色。菌肉肉质，白色至奶油色。无菌环或菌幕。孢子印白色。杏鲍菇原产于欧洲南部、意大利、西班牙等地区；在世界范围内，常分布于亚洲、欧洲、大洋洲(澳大利亚)、北美洲等地区；在中国，主要分布于福建、山东、浙江、青海等省区。杏鲍菇为一种腐生菌，在自然条件下，其生长在高山、草原和沙漠地带的伞形科植物的根上和周围泥土中。杏鲍菇菌肉肥厚，质地脆嫩，味道鲜美，有\"\"平菇王\"\"之称，营养丰富，适合炒、烧、烩、炖、做汤及火锅用料，亦适宜西餐，也可做凉拌菜，还可开发出较多的杏鲍菇产品，如杏鲍菇酱、杏鲍菇饮料、即食保健麦片等，经济效益较高。",
        "Feature": "它的子实体通常由菌盖和菌柄组成，整体外观厚实饱满，形似鲍鱼，因而得名“杏鲍菇”。菌盖直径一般在5-15厘米之间，初期呈圆形或卵圆形，成熟后逐渐展开成扇形或不规则形状，边缘有时略微内卷。菌盖表面光滑，颜色从浅灰色到浅棕色不等，中央部分有时略带深色斑点或纹理。菌肉厚实、白色至淡黄色，质地脆嫩且富有弹性，具有淡淡的杏仁香味。菌褶缺失，取而代之的是光滑的菌管层，颜色为白色或淡黄色。菌柄粗壮，长度约4-10厘米，直径约为2-4厘米，通常居中生长，颜色较浅，多为白色或浅灰色，表面光滑或有细微光泽，基部稍膨大。",
        "ImageUrls": ["images/杏鲍菇/0.jpg", "images/杏鲍菇/1.jpg", "images/杏鲍菇/2.jpg", "images/杏鲍菇/3.jpg", "images/杏鲍菇/4.jpg"]
    },
    {
        "Name": "松茸",
        "Description": "松口蘑（学名：Tricholoma matsutake (S. Ito & S. Imai) Singer ）是口蘑科，口蘑属真菌。子实体散生或群生。菌盖直径可达25厘米。扁半球形至近平展，污白色。具黄褐色至栗褐色平状的纤毛状的鳞片，表面干燥，菌肉白色，细嫩有特殊的清香气，肥厚。菌褶较密，弯生，不等长。菌柄较粗壮。菌环以下具栗褐色纤毛状鳞片。内实。基部稍膨大。菌环生于菌柄上部，丝膜状，上面白色，下面与菌柄同色。担子棒状，孢子印白色，无色，光滑，宽椭圆形至近球形。松口蘑主要分布于日本、朝鲜、美国、加拿大和北欧国家。在中国分布于辽宁、黑龙江、吉林、安徽、四川、甘肃、山西、贵州、云南、广西、西藏、福建、台湾等省区。生长于海拔1600-2600米的温带和寒温带松树与栎树混交林带的林地上。",
        "Feature": "的子实体通常由菌盖和菌柄组成，整体外观高贵典雅，具有浓郁的香气。菌盖直径一般在5-20厘米之间，初期呈半球形，成熟后逐渐展开成扁平状，边缘有时略微内卷。菌盖表面覆盖着褐色至深棕色的纤维状鳞片，颜色从中央向边缘逐渐变浅，有时带有橄榄绿色调。菌肉厚实、白色至淡黄色，质地柔软且富有弹性，散发出独特的松香味。菌褶缺失，取而代之的是紧密排列的菌管层，这些管孔初为白色，随成熟逐渐变为淡黄色或橄榄绿色。菌柄粗壮，长度约5-15厘米，直径约为2-4厘米，通常居中生长，颜色较浅，多为白色或浅黄色，表面有细微的网纹，基部稍膨大并常带有土黄色斑点。",
        "ImageUrls": ["images/松茸/0.jpg", "images/松茸/1.jpg", "images/松茸/2.jpg", "images/松茸/3.jpg", "images/松茸/4.jpg"]
    },
    {
        "Name": "姬松茸",
        "Description": "巴西蘑菇（学名：Agaricus blazei Murill）是蘑菇科、蘑菇属真菌。巴西蘑菇菌盖直径5-11厘米，最大的可达15厘米，菌盖厚度0.6-1.3厘米，初期半球形，后平展，中央不平坦。表面褐色有纤维状鳞片。菌肉白色，菌褶离生，宽8-10毫米，白色后变黑，菌柄白色长6-13毫米。直径1-2厘米，中生，菌环上位。孢子呈椭圆形大小65微米×5微米，没有芽孔，孢子印颜色为棕褐色。菌丝体白色，绒毛状。菌丝有锁状联合。子实体多单生，个别丛生，成熟时伞状。子实体一般重达20-50克，大的达350克。巴西蘑菇多分布在美国的佛罗里达州海边的草地上和南加利福尼亚平原上及巴西、秘鲁等国；巴西南部圣保罗的皮埃达德是主要产地。该菌属于一种中高温菇类，菌丝生长温度10-33℃，37℃时菌丝细胞死亡，最适宜的生长温度为22-23℃。巴西磨菇是一种珍贵的食药兼用的真菌。",
        "Feature": "姬松茸的子实体通常由菌盖和菌柄组成，整体外观精致优雅。菌盖直径一般在5-10厘米之间，初期呈半球形，成熟后逐渐展开成扁平状，边缘有时略微内卷。菌盖表面光滑，颜色从浅棕色到红棕色不等，有时带有细微的纤维状纹理，中央部分颜色较深，边缘颜色较浅。菌肉厚实、白色至淡黄色，质地柔软且富有弹性，具有淡淡的杏仁香味。菌褶密集排列，颜色初为白色，随成熟逐渐变为粉红色或浅褐色。菌柄长度约5-10厘米，直径约为1-2厘米，通常居中生长，颜色较浅，多为白色或浅黄色，表面光滑或有细微光泽，基部稍膨大。",
        "ImageUrls": ["images/姬松茸/0.jpg", "images/姬松茸/1.jpg", "images/姬松茸/2.jpg", "images/姬松茸/3.jpg", "images/姬松茸/4.jpg"]
    },
    {
        "Name": "松露",
        "Description": "松露（学名：Truffle）是一种蕈类的总称，分类为子囊菌门西洋松露科西洋松露属（学名：Tuber）。大约有10种不同的品种，通常是一年生的真菌，多数在阔叶树的根部着丝生长，一般生长在松树、栎树、橡树下。散布于树底方圆120～150厘米，块状主体藏于地下3～40厘米。分布在意大利、法国、西班牙、中国、新西兰等国。松露食用气味特殊，含有丰富的蛋白质、氨基酸等营养物质。松露对生长环境的要求极其苛刻，且无法人工培育，产量稀少，导致了它的珍稀昂贵。因此欧洲人将松露与鱼子酱、鹅肝并列“世界三大珍肴”。在众多种类中，法国产的黑松露（Tuber melanosporum Vitt.）与意大利产的白松露（Tuber magnatum Pico）评价最高。白松露一般生食，磨碎后撒在意大利面或煎蛋上。可以切成薄片加在肉里一同烤制，或用来烤鹅肝。有些奶酪中也添加了松露。",
        "Feature": "松露通常呈不规则的块状或球形，大小从几厘米到十几厘米不等，重量可达数百克。外表粗糙，表面覆盖着复杂的纹理和疣状突起，颜色因种类不同而有所变化，常见的黑松露表面为深黑色至暗棕色，并带有细微的鳞片状斑点；白松露则通常为浅黄色至米色，有时带有淡棕色的纹路。内部结构坚实且具有独特的大理石花纹，颜色从白色到浅灰色或浅棕色不等。松露散发出强烈而独特的香气，这种香气复杂多变，常被描述为混合了泥土、坚果、麝香和大蒜的气息。松露生长于温带森林中的树木根部附近，尤其偏好与橡树、榛树、松树等形成共生关系，并常见于富含有机质的土壤中，主要在秋季和冬季出现。",
        "ImageUrls": ["images/松露/0.jpg", "images/松露/1.jpg", "images/松露/2.jpg", "images/松露/3.jpg", "images/松露/4.jpg"]
    },
    {
        "Name": "竹荪",
        "Description": "竹荪又名竹笙、竹参，泛指鬼笔目鬼笔科鬼笔属（Phallus[A1] [关李2] ）的物种，是寄生在枯竹根部的一类菌物，原属于竹荪属后更改到鬼笔属。常被被人们称为“雪裙仙子”、“山珍之花”、“真菌之花”、“菌中皇后”。是寄生在枯竹根部的一种隐花菌类，形状略似网状干白蛇皮，它有深绿色的菌帽，雪白色的圆柱状的菌柄，粉红色的蛋形菌托，在菌柄顶端有一围细致洁白的网状裙从菌盖向下铺开，被人们称为“雪裙仙子”、“山珍之花”、“真菌之花”、“菌中皇后”。竹荪常见并可供食用的有4种：长裙竹荪（Phallusindusiatus）、短裙竹荪（Phallusduplicatus）、棘托竹荪（Phallusechinovolvatus）和红托竹荪（Phallusrubrovolvatus）。竹荪在世界各地均有分布，但主产于热带地区。竹荪则多长在温湿环境。",
        "Feature": "它的子实体通常由菌盖、菌柄和菌网组成，整体外观优雅，形似白色长裙，因而常被称为“雪裙仙子”。菌盖位于顶部，直径一般在3-8厘米之间，初期呈钟形或卵圆形，成熟后逐渐展开成伞状，颜色从浅棕色到深褐色不等，表面覆盖着一层黏液，有助于捕捉微小昆虫提供养分。菌盖下方是白色的菌网（也称为孢子托），这些网状结构细长而密集，从菌盖延伸至地面，形成独特的裙状外观。菌柄粗壮，长度约10-20厘米，直径约为2-4厘米，颜色为白色或淡黄色，质地脆嫩且富有弹性。菌柄内部中空，表面光滑或带有细微的绒毛。",
        "ImageUrls": ["images/竹荪/0.jpg", "images/竹荪/1.jpg", "images/竹荪/2.jpg", "images/竹荪/3.jpg", "images/竹荪/4.jpg"]
    },
    {
        "Name": "虫草花",
        "Description": "冬虫夏草（学名：Ophiocordyceps sinensis (Berk.) G.H. Sung, J.M.Sung, Hywel-Jones & Spatafora）是线虫草科、线虫草属真菌。子座一年生，棍棒状，新鲜时革质，基部浅黄色，中部黄褐色，顶部黑褐色，长可达6厘米，直径可达2毫米；子座菌丝无色，厚壁，频繁分隔，偶尔分枝；子囊孢子线状，无色，薄壁，成熟后多分隔，大小为（118-）120-262（-270）微米×（4.5-）5-6（-6.5）微米。该菌可以与蝙蝠蛾幼虫形成复合体。冬虫夏草多生于海拔3000-4000米的高寒山区，主要生于草原、河谷、草丛的土壤中。在中国主要分布于西藏、青海、甘肃、四川、贵州、云南等省（自治区）的高寒地带和雪山草原。冬虫夏草是中国特有的中药材，它与人参、鹿茸并列为三大补品，中国古代中医药典籍中都有记载。功能与主治为：甘，平。补肾益肺、止血化痰。",
        "Feature": "虫草花的子实体通常由细长的菌柄和顶部的子座组成，整体外观类似昆虫的蛹。菌柄长度一般在3-10厘米之间，直径约为2-5毫米，颜色从浅黄色到橙黄色不等，质地坚实且有弹性。子座位于菌柄顶端，形状类似细长的棒状或分枝状，长度约2-8厘米，直径约为1-3毫米，颜色通常为深黄色至橙红色，表面光滑或带有细微的纹理。子座上布满了密集的子囊壳，这些子囊壳内含有大量的孢子。",
        "ImageUrls": ["images/虫草花/0.jpg", "images/虫草花/1.jpg", "images/虫草花/2.jpg", "images/虫草花/3.jpg", "images/虫草花/4.jpg"]
    }
]